[
  {
    "path": "posts/2020-05-29-developing-reproducible-workflows-collaboratively/",
    "title": "Developing reproducible workflows collaboratively",
    "description": "In this blog we highlight some of the key takeaways and best practices from our second remote support module to collaborate in a more reproducible and data-driven way.",
    "author": [
      {
        "name": "Julien Brun",
        "url": {}
      }
    ],
    "date": "2020-05-29",
    "categories": [],
    "contents": "\nAbstract\nIn this module, we wanted to empower multi-institutional and cross-sectoral science teams to collaboratively develop reproducible workflows for data-driven projects. The idea was to take remote, decentralized teams and help them to develop a centralized mindset and toolkit for data & code while working remotely. Our goal was to expose participants to “good enough” tools and practices to develop common practices that will enable them to collaborate efficiently among each other, but also with their future selves. We focused on the centralization and management of the information, data and code they will be collecting and developing over their two-year project; stressing that for each part of their workflow, everyone should be encouraged and enabled to contribute no matter their technical skills.\nOriginal post on NCEAS website:\nhttps://www.nceas.ucsb.edu/news/developing-reproducible-workflows-collaboratively\n\n\n\n",
    "preview": {},
    "last_modified": "2021-01-11T17:12:55-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-05-04-kick-starting-scientific-collaborations-remotely/",
    "title": "Kick-starting scientific collaborations remotely",
    "description": "In this blog we highlight some of the key takeaways and best practices from our first remote support module, delivered to a cohort of four Working Groups that are launching projects this spring.",
    "author": [
      {
        "name": "Julie Lowndes",
        "url": {}
      },
      {
        "name": "Carrie Kappel",
        "url": {}
      },
      {
        "name": "Julien Brun",
        "url": {}
      }
    ],
    "date": "2020-05-04",
    "categories": [],
    "contents": "\nAbstract\nThe National Center for Ecological Analysis and Synthesis (NCEAS) funds Working Groups of 15-20 scientists from across disciplines and sectors to collaborate on environmental synthesis science projects. In this time of pandemic, groups that would typically be meeting in person four times over ~two years are now faced with launching their projects virtually. NCEAS is providing training and support to help those teams kickstart their research collaborations remotely. In this blog we highlight some of the key takeaways and best practices from our first remote support module, delivered to a cohort of four Working Groups that are launching projects this spring.\nOriginal post on NCEAS website:\nhttps://www.nceas.ucsb.edu/news/kick-starting-scientific-collaborations-remotely\n\n\n\n",
    "preview": {},
    "last_modified": "2021-01-11T17:12:01-08:00",
    "input_file": {}
  }
]
