[
  {
    "path": "posts/2021-05-27-leveraging-the-liabilities-of-virtual-collaboration/",
    "title": "Leveraging the liabilities of virtual collaboration",
    "description": "We wanted to see if there were additional ways we could  “leverage the liabilities” of virtual collaboration, to find things that virtual collaboration actually does better..",
    "author": [
      {
        "name": "Ben Halpern",
        "url": {}
      },
      {
        "name": "Julien Brun",
        "url": {}
      },
      {
        "name": "Amber Budden",
        "url": {}
      },
      {
        "name": "Marty Downs",
        "url": {}
      },
      {
        "name": "Carrie Kappel",
        "url": {}
      },
      {
        "name": "Julie Lowndes",
        "url": {}
      }
    ],
    "date": "2020-06-03",
    "categories": [],
    "contents": "\nAbstract\nThe pandemic has shifted virtual collaboration from being something practiced by some people to being the primary mode of interaction for everyone for the foreseeable future. A lot of resources have been produced and shared to help people adapt to the challenges and liabilities of virtual collaboration. At NCEAS, we wanted to see if there were additional ways we could “leverage the liabilities” of virtual collaboration, to find things that virtual collaboration actually does better. Here are some things we have been experimenting with and the insights they are producing.\nOriginal post on Ecotone website:\nhttps://www.esa.org/esablog/2020/06/03/ecology-and-covid-4-leveraging-the-liabilities-of-virtual-collaboration/\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-27T15:59:37-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-05-29-developing-reproducible-workflows-collaboratively/",
    "title": "Developing reproducible workflows collaboratively",
    "description": "In this blog we highlight some of the key takeaways and best practices from our second remote support module to collaborate in a more reproducible and data-driven way.",
    "author": [
      {
        "name": "Julien Brun",
        "url": {}
      },
      {
        "name": "Julie Lowndes",
        "url": {}
      },
      {
        "name": "Carrie Kappel",
        "url": {}
      }
    ],
    "date": "2020-05-29",
    "categories": [],
    "contents": "\nAbstract\nIn this module, we wanted to empower multi-institutional and cross-sectoral science teams to collaboratively develop reproducible workflows for data-driven projects. The idea was to take remote, decentralized teams and help them to develop a centralized mindset and toolkit for data & code while working remotely. Our goal was to expose participants to “good enough” tools and practices to develop common practices that will enable them to collaborate efficiently among each other, but also with their future selves. We focused on the centralization and management of the information, data and code they will be collecting and developing over their two-year project; stressing that for each part of their workflow, everyone should be encouraged and enabled to contribute no matter their technical skills.\nOriginal post on NCEAS website:\nhttps://www.nceas.ucsb.edu/news/developing-reproducible-workflows-collaboratively\n\n\n\n",
    "preview": {},
    "last_modified": "2021-01-11T17:39:50-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2020-05-04-kick-starting-scientific-collaborations-remotely/",
    "title": "Kick-starting scientific collaborations remotely",
    "description": "In this blog we highlight some of the key takeaways and best practices from our first remote support module, delivered to a cohort of four Working Groups that are launching projects this spring.",
    "author": [
      {
        "name": "Julie Lowndes",
        "url": {}
      },
      {
        "name": "Carrie Kappel",
        "url": {}
      },
      {
        "name": "Julien Brun",
        "url": {}
      }
    ],
    "date": "2020-05-04",
    "categories": [],
    "contents": "\nAbstract\nThe National Center for Ecological Analysis and Synthesis (NCEAS) funds Working Groups of 15-20 scientists from across disciplines and sectors to collaborate on environmental synthesis science projects. In this time of pandemic, groups that would typically be meeting in person four times over ~two years are now faced with launching their projects virtually. NCEAS is providing training and support to help those teams kickstart their research collaborations remotely. In this blog we highlight some of the key takeaways and best practices from our first remote support module, delivered to a cohort of four Working Groups that are launching projects this spring.\nOriginal post on NCEAS website:\nhttps://www.nceas.ucsb.edu/news/kick-starting-scientific-collaborations-remotely\n\n\n\n",
    "preview": {},
    "last_modified": "2021-01-11T17:40:36-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-05-27-to-go-or-not-to-go-in-the-field/",
    "title": "To go or not to go (in the field)?",
    "description": "Choosing whether to maintain long-term experiments during COVID poses a difficult dilemma.",
    "author": [
      {
        "name": "Marty Downs",
        "url": {}
      },
      {
        "name": "Frank DAvis",
        "url": {}
      },
      {
        "name": "Jenn Caselle",
        "url": {}
      },
      {
        "name": "Julien Brun",
        "url": {}
      },
      {
        "name": "Kristen Weiss",
        "url": {}
      }
    ],
    "date": "2020-04-14",
    "categories": [],
    "contents": "\nAbstract\nFor researchers in states with do-not-work orders or from institutions that have shuttered their research operations, there may be no decision to make about whether to continue fieldwork. But those that the virus has been slow to find are now faced with a choice: continue field measurements and manipulations or halt them voluntarily and accept the cost to their science and sometimes their budgets.\nOriginal post on Ecotone website:\nhttps://www.esa.org/esablog/2020/04/14/ecology-and-covid-19-1-to-go-or-not-to-go-in-the-field/\n\n\n\n",
    "preview": {},
    "last_modified": "2021-05-27T16:01:29-07:00",
    "input_file": {}
  }
]
